Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# TosDecline
source: We're very sorry, but this means you can't sign up for Telegram. Unlike others, we don't use your data for ad targeting or other commercial purposes. Telegram only stores the information it needs to function as a feature-rich cloud service. You can adjust how we use your data (e.g., delete synced contacts) in Privacy & Security settings. But if you're generally not OK with Telegram's modest requirements, it won't be possible for us to provide you with this service.
ar: للأسف، هذا يعني أنه لا يمكنك التسجيل في تيليجرام. على عكس التطبيقات الأخرى؛ لا يستخدم تيليجرام بياناتك لاستهدافك بالإعلانات أو لأغراض تجارية أخرى. يخزن تيليجرام فقط المعلومات التي يحتاجها ليعمل كخدمة سحابية غنية بالميزات. يمكنك ضبط كيفية استخدام بياناتك (مثل حذف جهات الاتصال المزامَنة) في إعدادات الخصوصية والأمان. إن كنتم غير مرتاحين مع احتياجات تيليجرام المتواضعة؛ لن يكون بإمكاننا تقديم هذه الخدمة.
be: Нам вельмі шкада, але мы не можам ісці з вамі далей. У адрозненне ад іншых, мы не выкарыстоўваем вашы даныя для мэтавай рэкламы або для іншых камерцыйных мэт. Telegram захоўвае толькі інфармацыю, неабходную для функцыянавання, як бяспечны і багаты на функцыі воблачны сэрвіс. Вы можаце наладзіць даступнасць вашых даных нашым службам (напрыклад, выдаліць усе сінхранізаваныя кантакты ў наладах прыватнасці і бяспекі). Але калі вам не падабаецца тое, што мы выкарыстоўваем вашы даныя — на жаль, мы не зможам абслужыць вас.
ca: Això significa que no us podeu registrar al Telegram. A diferència d'altres, nosaltres no utilitzem les vostres dades amb pretensions comercials. El Telegram només emmagatzema la informació necessària per a oferir totes les funcionalitats d'un servei al núvol. Podeu ajustar com utilitzem les vostres dades (p.e., eliminar els contactes sincronitzats) a la configuració de Privadesa i Seguretat. Però si no esteu conforme amb les requisits modests del Telegram, no podrem oferir-vos el servei.
de: Tut uns sehr leid, aber in diesem Fall kannst du dich nicht bei Telegram registrieren. Im Gegensatz zu anderen, nutzen wir deine Daten nicht für die Ausrichtung von Werbung und verkaufen sie nicht an andere. Telegram speichert nur die Informationen, die es benötigt, um als funktionsreicher Cloud-Dienst aufzutreten. Im Bereich 'Privatsphäre & Sicherheit' kannst du festlegen, wie wir deine Daten verwenden. Wenn du allgemein nicht mit unseren bescheidenen Anforderungen einverstanden bist, wird es uns nicht möglich sein, dir diesen Dienst anzubieten.
es: Lo sentimos mucho, pero esto significa que no puedes registrarte en Telegram. A diferencia de otros, nosotros no usamos los datos para la publicidad dirigida u otros propósitos comerciales. Telegram sólo almacena la información que necesita para funcionar como un servicio en la nube. Puedes ajustar cómo usamos tus datos (por ejemplo, eliminar contactos sincronizados) en los ajustes de privacidad y seguridad. Pero si no estás de acuerdo con los modestos requisitos de Telegram, no podremos brindarte este servicio.
fa: متأسفانه این یعنی شما نمی‌توانید در تلگرام ثبت نام کنید. برخلاف سایر برنامه‌ها، ما از اطلاعات شما برای تبلیغات یا سایر اهداف تجاری استفاده نمی‌کنیم. تلگرام فقط اطلاعاتی را ذخیره می‌کند که برای عمل به عنوان یک سرویس ابری با امکانات زیاد به آن‌ها نیاز دارد. شما می‌توانید نحوه استفاده ما از داده‌های خود را در تنظیمات حریم خصوصی و امنیت تنظیم کنید (برای مثال با حذف مخاطبین همگام‌سازی شده). اما اگر در حالت کلی با نیازهای نسبتاً کم تلگرام مشکل دارید، ارائه این سرویس برای ما امکان‌پذیر نخواهد بود.
fi: Jos päätät näin, et voi valitettavasti aloittaa Telegramin käyttöä. Telegram ei käytä tietojasi mainosten kohdentamiseen tai muihin kaupallisiin tarkoituksiin, kuten muut. Telegram säilyttää vain tietoja, joita se tarvitsee tarjotakseen monipuolisen pilvipalvelun. Voit itse valita, miten käytämme tietojasi (kuten poistaa synkronoidut yhteystiedot) yksityisyys- ja tietoturva-asetuksista. Mikäli et ole tyytyväinen Telegramin vähäisiinkään edellytyksiin, emme voi tarjota sinulle tätä palvelua.
fr: Nous sommes désolés, mais cela veut dire que vous ne pouvez pas vous inscrire sur Telegram. Contrairement à d'autres, nous n'utilisons pas vos données pour du ciblage publicitaire ou d'autres fin commerciales. Telegram ne stocke que les informations nécessaires à son fonctionnement. Vous pouvez régler notre utilisation de vos données (comme supprimer les contacts synchronisés) dans les paramètres de confidentialité et sécurité. Mais si les besoins modestes de Telegram ne vous conviennent pas, il nous est impossible de vous fournir ce service.
id: Dengan sangat menyesal, hal ini berarti Anda tidak dapat mendaftar ke Telegram. Berbeda dengan yang lain, kami tidak menggunakan data Anda untuk penargetan iklan dan tujuan komersil lainnya. Telegram hanya menyimpan informasi yang dibutuhkan agar dapat berfungsi sebagai layanan penyimpanan awan kaya fitur. Anda dapat menyesuaikan penggunaan data Anda (mis: menghapus sinkronisasi kontak) di pengaturan Privasi dan Keamanan. Tetapi jika Anda tidak cocok dengan penyesuaian Telegram, Anda tidak dapat menggunakan layanan kami.
it: Siamo spiacenti, ma questo significa che non puoi iscriverti a Telegram. A differenza di altri, non utilizziamo i tuoi dati per il targeting degli annunci o altri scopi commerciali. Telegram conserva solo le informazioni di cui ha bisogno per funzionare come servizio cloud ricco di funzionalità. Puoi regolare il modo in cui utilizziamo i tuoi dati (ad esempio, eliminando i contatti sincronizzati) nelle impostazioni di Privacy e sicurezza. Ma se in genere non sei d'accordo con le modeste esigenze di Telegram, non sarà possibile per noi fornirti questo servizio.
ko: 유감스럽게도, 텔레그램에 가입하실 수 없습니다. 다른 서비스와 달리 저희는 광고 타겟팅이나 다른 상업적 목적으로 귀하의 데이터를 사용하지 않습니다. 텔레그램이 안전하고 기능이 풍부한 클라우드 서비스로서 작동하는 데 필요한 정보만을 저장합니다. 개인 정보 및 보안 설정에서 데이터 사용 방식(동기화된 연락처 삭제 따위)을 설정하실 수 있습니다. 하지만 텔레그램의 간소한 요구 사항에 두루 동의하실 수 없다면 저희로서 이 서비스를 제공해 드리기가 어렵습니다.
ms: Kami mohon maaf, kerana ini bermakna anda tak boleh daftar ke Telegram. Bukan seperti yang lain, kami tidak guna data anda untuk maksud periklanan atau kegunaan komersil lain. Telegram hanya simpan informasi yang perlu untuk berfungsi sebagai servis awan yang berciri kaya. Anda boleh tukar bagaimana kami gunakan data anda (contoh, hapus kenalan tersegerak) di aturan Privasi & Sekuriti. Namun sekiranya anda tidak setuju dengan permintaan kecil Telegram, servis ini kami tak akan dapat laksanakan.
nl: Het spijt ons maar helaas kun je je dan niet aanmelden voor Telegram. In tegenstelling tot anderen gebruiken we je gegevens niet voor advertenties of andere commerciële doelen. Telegram slaat alleen gegevens op die noodzakelijk zijn om te kunnen functioneren als een veelzijde Cloud-dienst. Hoe we je gegevens gebruiken (verwijderen van gesynchroniseerde contacten) kun je aanpassen via de instellingen, onder Privacy & Veiligheid. Helaas is het wel zo dat als je niet akkoord gaat met het beperkte gebruik van je gegevens door Telegram, we je niet van onze dienst kunnen voorzien.
pl: Bardzo nam przykro, ale to oznacza, że nie możesz zarejestrować się w Telegramie. W odróżnieniu od innych nie używamy twoich danych do kierowania do ciebie spersonalizowanych reklam lub w innych komercyjnych celach. Telegram przechowuje tylko niezbędne do funkcjonowania informacje jako bogata w funkcje usługa działająca w chmurze. Możesz dostosować sposób, w jaki wykorzystujemy twoje dane (np. usunąć zsynchronizowane kontakty) w ustawieniach Prywatności i bezpieczeństwa. Jeśli jednak nie odpowiadają ci te skromne wymagania Telegrama, nie będziemy mogli dostarczyć ci tej usługi.
pt_br: Sentimos muito, mas isso significa que você não pode se cadastrar no Telegram. Ao contrário de outros, não utilizamos seus dados para segmentação de anúncios ou outros fins comerciais. O Telegram armazena apenas as informações necessárias para funcionar como um serviço em nuvem rico em recursos. Você pode ajustar como usamos seus dados (ex. apagar contatos sincronizados) nas configurações de Privacidade e Segurança. Se de forma geral você não concorda com os requisitos modestos do Telegram, não poderemos oferecer nosso serviço.
ru: К сожалению, это означает, что Вы не сможете зарегистрироваться в Telegram. В отличие от других сервисов, мы не используем Ваши данные для рекламы и других коммерческих целей. На серверах хранится только та информация, которая позволяет Вам полноценно пользоваться Telegram. Вы можете регулировать доступ к своим данным в настройках приложения, в разделе Конфиденциальность и безопасность. Если Вы не готовы предоставить минимальные нужные данные, увы, мы не сможем обеспечить работу Telegram.
sv: Tyvärr betyder det här att du inte kan registrera dig på Telegram. I motsats till andra appar använder vi inte dina uppgifter för riktade annonser eller andra kommersiella skäl. Telegram lagrar endast den information som behövs för att fungera som en funktionsrik molntjänst. Du kan anpassa hur din data används (e.g. ta bort synkade kontakter) i inställningar för Integritet & Säkerhet. Om du inte känner dig bekväm med Telegrams blygsamma behov kan vi tyvärr inte erbjuda vår tjänst.
tr: Çok üzgünüz, ama bu Telegram'a kaydolamayacağınız anlamına geliyor. Başkalarının aksine, verilerinizi reklam hedeflemesi veya diğer ticari amaçlar için kullanmıyoruz. Telegram sadece zengin özelliklere sahip bir bulut hizmeti olarak işlev görmesi gereken bilgileri saklar. Verilerinizi nasıl kullandığımızı (ör. eşitlenmiş kişileri sil) Gizlilik ve Güvenlik ayarlarından ayarlayabilirsiniz. Ancak Telegram'ın mütevazı gerekliliklerini kabul etmiyorsanız, size bu hizmeti sunmamız mümkün olmayacaktır.
uk: На жаль, це означає, що ви не можете зареєструватися в Telegram. На відміну від інших сервісів, ми не використовуємо ваших даних для показу цільової реклами чи в інших комерційних цілях. На серверах зберігається лише та інформація, яка дає вам змогу повноцінно користуватися Telegram. У налаштуваннях Приватності й безпеки ви можете обрати, які дані зберігаються та використовуються. Але якщо ви не погоджуєтеся зі скромними вимогами Telegram, ми не зможемо надати вам цей сервіс.
uz: Afsuski, bu Telegramda roʻyxatdan oʻta olmasligingizni bildiradi. Boshqa xizmatlardan farqli ravishda, biz maʼlumotlaringizdan reklama va boshqa tijoriy maqsadlarda foydalanmaymiz. Serverlarda faqat Telegramdan toʻlaqonli ravishda foydalanishingizga imkon beradigan maʼlumotlar saqlanadi. Biz maʼlumotlaringizdan qanday foydalanishimizni (masalan, sinxronlangan kontaktlarni oʻchirib tashlash) Maxfiylik va xavfsizlik sozlamalarida oʻzgartirishingiz mumkin. Agar minimal muhim maʼlumotlarni taqdim etishga tayyor boʻlmasangiz, biz Telegramning ishlashini taʼminlay olmaymiz.
zh_cn: 我们对此感到非常抱歉，但这也意味着您现在无法注册 Telegram。 与其它软件不同，我们不会利用您的个人数据来导向广告或其它商业目的。Telegram 储存的所有文件都是为了给您创造一个功能丰富的云服务体验。 您可以在「隐私和安全」 里调整我们使用您数据的方式（例如：删除已同步的联系人）。 但若您完全无法接受 Telegram 的云数据政策，我们将无法为您提供服务。
zh_tw: 我們對此感到非常抱歉，但這也意味着您現在無法註冊 Telegram。 與其它軟件不同，我們不會利用您的個人數據來導向廣告或其它商業目的。Telegram 儲存的所有文件都是為了給您創造一個功能豐富的雲端服務體驗。 您可以在「隱私和安全」 裏調整我們使用您數據的方式（例如：删除已同步的聯絡人）。 但若您完全無法接受 Telegram 的雲端數據政策，我們將無法為您提供服務。

# TosDeclineDeleteAccount
source: Warning, this will irreversibly delete your Telegram account along with all the data you store in the Telegram cloud. Important: You can cancel now and export your data before deleting your account instead of losing it all. (To do this, open the latest version of Telegram Desktop and go to Settings > Advanced > Export Telegram data.)
ar: تحذير، سيؤدي هذا إلى حذف حسابك في تيليجرام بشكل نهائي بالإضافة لجميع البيانات التي تخزنها في سحابة تيليجرام. هام: يمكنك الإلغاء الآن وتصدير بياناتك قبل حذف حسابك عوضًا عن خسارتها كلها. (للقيام بذلك، افتح النسخة الأخيرة من تيليجرام لسطح المكتب وتوجه إلى الإعدادات > إعدادات متقدمة > تصدير بيانات تيليجرام).
be: Увага! Гэта дзеянне незваротна выдаліць увесь ваш уліковы запіс Telegram з тымі звесткамі, што захоўваюцца на воблаку. Важна: зараз вы можаце адмовіцца і, каб не страціць вашы звесткі, экспартаваць іх, перш чым выдаляць уліковы запіс. (Каб зрабіць гэта, адкрыйце актуальную версію Telegram Desktop і перайдзіце ў «Налады > Пашыраныя налады > Экспартаваць даныя Telegram».)
ca: Atenció, això eliminarà de forma irreversible el vostre compte de Telegram amb la resta de dades que deseu al núvol de Telegram. Important: Podeu cancel·lar-ho ara i exportar les vostres dades abans d'eliminar el compte en lloc de perdre-ho tot. (Per a fer-ho, obriu l'última versió del Telegram Desktop i aneu a Configuració > Exporta les dades del Telegram.)
de: Warnung! Das wird dein Telegram-Konto mit all deinen Daten aus der Telegram-Cloud unwiderruflich löschen. Wichtig: Du kannst jetzt abbrechen und deine Daten vor der Löschung noch exportieren. (Öffne dazu die aktuellste Version von Telegram Desktop > Einstellungen > Erweitert > Telegram-Daten exportieren.)
es: Advertencia: Esto eliminará de forma irreversible tu cuenta de Telegram junto a todos los datos que almacenas en la nube de Telegram. Importante: Puedes cancelar ahora y exportar tus datos antes de eliminar tu cuenta en vez de perderlo todo. (Para hacerlo, abre la última versión de Telegram Desktop y ve a Ajustes > Avanzados > Exportar datos de Telegram).
fa: هشدار، این کار حساب کاربری تلگرام شما را به همراه تمامی داده‌هایی که در ابر تلگرام ذخیره کرده‌اید به صورت بازگشت‌ناپذیری حذف می‌کند. توجه: شما می‌توانید همین الان این عمل را لغو کرده و پیش از حذف حساب کاربری خود و از دست دادن تمامی داده‌هایتان، آن‌ها را ذخیره کنید. (جهت انجام این کار، آخرین نسخه تلگرام دسکتاپ را باز کرده و به قسمت تنظیمات (Settings) > پیشرفته (Advanced) > ذخیره داده‌های تلگرام (Export Telegram data) مراجعه کنید.)
fi: Varoituksen sana: tämä poistaa peruuttamattomasti Telegram-tilisi sekä kaiken sen tiedon, jota Telegram-pilvessä säilöt. Tärkeää: voit vielä peruuttaa ja viedä tietosi ennen kuin poistat tilisi ja menetät ne. (Avaa Telegramin työpöytäversion viimeisin versio ja siirry kohtaan Asetukset > Lisäasetukset > Vie Telegram-tiedot.)
fr: Attention, votre compte Telegram et toutes vos données stockées sur le cloud Telegram seront supprimés de manière irréversible. Important : pour ne pas tout perdre, vous pouvez annuler maintenant et exporter vos données avant de supprimer votre compte. Pour cela, ouvrez la dernière version de Telegram pour bureau et allez dans Paramètres > Avancé > Exporter les données Telegram.
id: Peringatan, hal ini akan menghapus akun Telegram Anda secara permanen bersama dengan semua data yang Anda simpan di penyimpanan awan Telegram. PENTING: Anda dapat membatalkan sekarang dan mengambil data sebelum menghapus akun Anda terlebih dahulu. (Untuk melakukan hal ini, masuk akun dengan Telegram Dekstop versi terkini, lalu ke Settings > Export Telegram Data)
it: Attenzione, questo cancellerà irreversibilmente il tuo account Telegram insieme a tutti i dati che archivi nel cloud di Telegram. Importante: Puoi annullare adesso ed esportare i tuoi dati prima di eliminare il tuo account invece che perdere tutto. (Per farlo, apri l'ultima versione di Telegram Desktop e vai in Impostazioni > Avanzate > Esporta dati Telegram.)
ko: 주의! 텔레그램 클라우드에 저장하신 모든 데이터와 함께 회원님의 텔레그램 계정이 삭제되며, 되돌릴 수 없습니다. 중요: 지금 취소하여 계정을 삭제하기 전에 데이터를 내보내실 수 있습니다. (최신 텔레그램 데스크톱을 열고 설정 > 고급 설정 > 텔레그램 데이터 내보내기에서 진행하실 수 있습니다.)
ms: Amaran, ini akan menghapus akaun Telegram anda secara kekal beserta dengan data yang anda simpan di awan Telegram. Mustahak: Anda boleh batalkan sekarang atau eksport data anda sebelum menghapus akaun anda bagi mengelak dari hilang kesemuanya. (Untuk melakukan ini, buka versi terkini Telegram Desktop dan pergi ke Aturan > Eksport Data Telegram.)
nl: Let op, hiermee verwijder je je Telegram-account inclusief alle gegevens die zijn opgeslagen in de Telegram-cloud permanent. Let op: je kunt dit verzoek nu annuleren en je gegevens exporteren voordat je je account verwijderd, op die manier raak je niet alles kwijt. (Om dit te doen, maak gebruik van de meest recente versie van Telegram-desktop, ga naar Instellingen > Geavanceerd > Telegram-gegevens exporteren.)
pl: Ostrzeżenie: spowoduje to nieodwracalne usunięcie konta Telegrama wraz ze wszystkimi danymi przechowywanymi w chmurze Telegrama. Ważne: Możesz teraz anulować i wyeksportować swoje dane przed usunięciem konta, zamiast je wszystkie utracić. (W tym celu otwórz najnowszą wersję Telegram Desktop i przejdź do Ustawienia » Zaawansowane » Eksportuj dane Telegrama).
pt_br: Atenção, isso apagará irreversivelmente sua conta do Telegram, juntamente com todos os dados armazenados na nuvem do Telegram. Importante: em vez de perder tudo, você pode Cancelar agora e exportar seus dados antes de apagar a conta. (Para fazer isso, abra o Telegram Desktop atualizado e vá em Configurações > Exportar Dados do Telegram.)
ru: Внимание: в этом случае Ваш аккаунт в Telegram будет необратимо удален вместе со всей информацией, которую Вы храните на серверах Telegram. Важно: Вы можете отменить удаление и сначала экспортировать данные аккаунта, чтобы не потерять их. (Для этого зайдите в аккаунт через свежую версию Telegram для ПК и выберите Настройки > Экспорт данных из Telegram.)
sv: Varning! Detta kommer oåterkalleligen radera ditt Telegramkonto samt all data du lagrar i molnet. Viktigt: Du kan Avbryta nu och exportera ut din data först istället för att förlora den. (För att göra det, öppna senaste version av Telegram Desktop och välj Inställningar > Avancerat > Exportera Telegramdata.)
tr: Uyarı: Bu işlem, geri dönüşü olmayan şekilde Telegram bulutunda depolanan tüm veriler ile birlikte Telegram hesabınızı siler. Önemli: Hesabınızı tamamen kaybetmek yerine şimdi iptal edebilir ve silmeden önce verilerinizi dışa aktarabilirsiniz. (Bunu yapmak için Telegram Desktop'ın en son sürümünü açın ve Ayarlar > Gelişmiş > Telegram Verisini Dışarı Aktar'a gidin.)
uk: Увага: ваш акаунт буде незворотньо видалено разом з усіма даними, які ви зберігаєте в хмарі Telegram. Ви можете експортувати свої дані на комп'ютер, перш ніж видаляти акаунт. Щоб це зробити, в останній версії Telegram Desktop відкрийте Налаштування > Розширені > Експортувати дані Telegram.
uz: Diqqat, bunda siz Telegram bulutida saqlagan barcha maʼlumotlar bilan birga Telegram hisobingiz orqaga qaytarib boʻlmaydigan qilib oʻchirib tashlanadi. Muhim: Barcha maʼlumotlaringizni yoʻqotish oʻrniga hisobingizni oʻchirib tashlashdan avval hozir bekor qilishingiz va ularni eksport qilishingiz mumkin. (Buni bajarish uchun Telegram Desktop oxirgi versiyasini oching va Sozlamalar > Kengaytirilgan > Telegram maʼlumotlarini eksport qilish rukniga kiring.)
zh_cn: 警告，这将不可逆转地删除您的 Telegram 账号以及所有储存在 Telegram 云服务器中的数据。 注意：为保留个人数据，您可以先行取消，在导出您的数据并保存后，再删除您的账号。（若要导出个人数据，打开 Telegram 最新桌面版，并进入「设置 - 导出 Telegram 数据」 。）
zh_tw: 警告，這將不可逆轉地删除您的 Telegram 賬戶以及所有儲存在 Telegram 雲端服務器中的數據。 注意：為保留個人數據，您可以先行取消，在導出您的數據並保存後，再删除您的賬戶。（若要導出個人數據，打開 Telegram 最新桌面版，並進入「設定 - 導出 Telegram 數據」 。）
